Repository: codingwithsaeed/work_timer
Catalog: lib/l10n/app_*.arb
Languages: fa

# appName
source: Time Sheet
fa: تایم‌شیت

source: Create Month
fa: ایجاد ماه

source: Edit Month
fa: ویرایش ماه

source: Month Name
fa: نام ماه

source: Delete Month
fa: حذف ماه

# noMonth
source: No months found
fa: هیچ ماه‌ای وارد نشده‌است

source: Duty hours
fa: ساعات کار موظفی

# allowAbsenceHours
source: Allowed absence hours
fa: ساعات مرخصی استحقاقی

# dutyHoursOf
source: Duty: {hours} Hours
fa: ساعات موظفی: {hours} ساعت

source: Save
fa: ذخیره

source: Cancel
fa: انصراف

# createDay
source: Register Work Hour
fa: ثبت ساعت کاری

# editDay
source: Edit Work Hour
fa: ویرایش ساعت کاری

# deleteDay
source: Delete Work Hour
fa: حذف ساعت کاری

# noWorkDays
source: No work hours found
fa: هیچ ساعت کاری‌ای ثبت نشده‌است

source: Select date
fa: انتخاب تاریخ

# arrivalTime
source: Select arrival
fa: ساعت ورود

# exitTime
source: Select exit
fa: ساعت خروج

source: Days
fa: روزها

source: Hours
fa: ساعت

source: Minutes
fa: دقیقه

source: Remaining
fa: باقی‌مانده

source: Hours left
fa: ساعت باقی‌مانده است

# overtimeDone
source: Overtime
fa: ساعت اضافه‌کاری

source: Presence
fa: حضور

source: Absence
fa: مرخصی

source: Remote
fa: دورکاری

source: Mission
fa: ماموریت

source: Worked hours
fa: ساعات کاری

# reminedAbsenceHours
source: Remained absence hours
fa: ساعات مرخصی باقی‌مانده

# sumOfPresenceHours
source: Presence hours
fa: ساعات حضور

# sumOfAbsenceHours
source: Absence hours
fa: ساعات مرخصی استفاده‌شده

# sumOfRemoteHours
source: Remote hours
fa: ساعات دورکاری

# sumOfMissionHours
source: Mission hours
fa: ساعات ماموریت

# sumOfRemainingHours
source: Remaining hours
fa: ساعات باقی‌مانده

# sumOfOvertimeHours
source: Overtime hours
fa: ساعات اضافه‌کاری

# sumOfCalculatedHours
source: Calculated hours
fa: ساعات محاسبه‌شده

# infoOf
source: Info of {month}
fa: اطلاعات {month}

# doYouWantToDelete
source: Do you want to delete {month}?
fa: آیا می‌خواهید ماه {month} را حذف کنید؟

# doYouWantToDeleteDay
source: Do you want to delete this day?
fa: آیا می‌خواهید این رکورد را حذف کنید؟

source: Delete
fa: حذف

# dayHasConflict
source: Day has conflict with another days
fa: روز وارد شده با بقیه روزها تداخل دارد

source: Month with this name is exist
fa: ماه‌ای با این نام در لیست موجود است

# noData
source: There is no data to show
fa: هیچ اطلاعاتی برای نمایش وجود ندارد

source: From
fa: از

source: To
fa: تا

source: Settings
fa: تنظیمات

source: About
fa: درباره

source: Language
fa: زبان

# en
source: English
fa: انگلیسی

# fa
source: Farsi
fa: فارسی

source: Theme
fa: تم
